-- Вывести к каждому самолету класс обслуживания и количество мест этого класса

-- Найти 3 самых вместительных самолета (модель + кол-во мест)

-- Вывести код, модель самолета и места не эконом класса для самолета 'Аэробус A321-200' с сортировкой по местам

-- Вывести города в которых больше 1 аэропорта ( код аэропорта, аэропорт, город)

-- Найти ближайший вылетающий рейс из Екатеринбурга в Москву, на который еще не завершилась регистрация

-- Вывести самый дешевый и дорогой билет и стоимость ( в одном результирующем ответе)

-- Вывести информацию о вылете с наибольшей суммарной стоимостью билетов

-- Найти модель самолета, принесшую наибольшую прибыль (наибольшая суммарная стоимость билетов). Вывести код модели, информацию о модели и общую стоимость

-- Найти самый частый аэропорт назначения для каждой модели самолета. Вывести количество вылетов, информацию о модели самолета, аэропорт назначения, город
